// ---------------------------------------------------------------------
// * Buttons
// ---------------------------------------------------------------------
"OK_BUTTON"		= "OK";
"CANCEL_BUTTON"		= "Anuluj";
"SHUTDOWN_BUTTON"	= "Wyłącz";
"SKIP_BUTTON"		= "Pomiń";
"QUIT_BUTTON"		= "Zakończ";
"GO_BUTTON"		= "Idź";

"CONNECT_BUTTON"	= "Połącz";
"CONTINUE_BUTTON"	= "Dalej";
"RECONNECT_BUTTON"	= "Spróbuj ponownie";
"GO_BACK_BUTTON"	= "Wróć";
"REGISTER_LATER_BUTTON"	= "Zarejestruj później";
"DONT_ACCEPT_BUTTON"	= "Nie akceptuję";
"LEARNMORE_BUTTON"	= "Dowiedz się więcej";

"SYSTEM_PREFERENCES_BUTTON" = "Otwórz Preferencje systemowe";

"SYSTEM_PREFERENCES" = "Preferencje systemowe";

// HEADING_FONT : use legal postscript name [4890740]
"HEADING_FONT" = "LucidaGrande"; 
"HEADING_SIZE" = "42";
"HEADING_KERNING" = "-2";

"REGISTRATION_FILE_PATH" = "%@/Library/Assistants/Send Registration.setup";
"REGISTRATION_FILE_ALIAS_PATH" = "%@/Wyślij rejestrację";

"LOCAL_ADMIN_SHORT_NAME" = "admin";
"LOCAL_ADMIN_FULL_NAME" = "Administrator";

"OTHER_AIRPORT_NETWORK" = "Inna sieć";
// ---------------------------------------------------------------------
// * Migration
// ---------------------------------------------------------------------
"Successfully connected to the other Mac..." = "Połączyłem się z drugim Makiem…";

// ---------------------------------------------------------------------
// * Progress message
// ---------------------------------------------------------------------
"MESSAGE_CONFIGURING"		= "Konfiguruję komputer…";
"MESSAGE_PREP_CONNECTION"	= "Przygotowuję do połączenia…";
"MESSAGE_CONNECTING"		= "Łączę się z Apple…";
"MESSAGE_DISCONNECTING"		= "Rozłączam się…";
"MESSAGE_REGISTRATION_SENT"	= "Informacje rejestracyjne zostały wysłane do Apple.";

// ---------------------------------------------------------------------
// * System Configuration
// ---------------------------------------------------------------------
"MESSAGE_STARTUP_CANNOT_RUN_TITLE"		= "Na tym komputerze nie można użyć Asystenta ustawień.";
"MESSAGE_STARTUP_CANNOT_RUN"			= "Aby zmienić ustawienia komputera, wybierz menu Apple () > Preferencje systemowe.";

"MESSAGE_MONITOR_CANNOT_RUN_TITLE"		= "Ten monitor uniemożliwia użycie Asystenta ustawień Mac OS X.";
"MESSAGE_MONITOR_CANNOT_RUN"			= "Aby skonfigurować komputer, wybierz Preferencje systemowe z menu Apple. Aby zarejestrować produkt, odwiedź witrynę www.apple.com/register.";

"MESSAGE_SPEAKER_CONNECTION_TITLE"		= "Nie można rozpoznać urządzenia podłączonego do gniazdka mini-jack głośników Apple.";
"MESSAGE_SPEAKER_CONNECTION"			= "Wyjmij wtyczkę z gniazdka jack i włóż ją ponownie, upewniając się, że jest prawidłowo podłączona.";

"MESSAGE_CONNECTION_FAILED_TITLE"		= "Nie można wysłać informacji rejestracyjych.";
"MESSAGE_CONNECTION_FAILED"				= "Komputer nie może skontaktować się z Apple. Linia jest zajęta lub ustawienia sieci są nieprawidłowe. Kliknij w Spróbuj ponownie, aby powrócić i zmienić ustawienia, lub odłóż rejestrację na później.";
"MESSAGE_CONNECTION_FAILED_REGLATER"	= "Połączenie z Apple jest obciążone lub komputer nie mógł połączyć się z Internetem. Sprawdź ustawienia sieci lub połącz się z Internetem, zanim wyślesz dane rejestracji.";

"MESSAGE_CONNECTION_CANCELED_TITLE"		= "Anulowane…";
"MESSAGE_CONNECTION_CANCELED"			= "Pamiętaj, aby zarejestrować produkt później.";

"MESSAGE_REGISTRATION_FAILED_TITLE"		= "Nie można teraz przetworzyć rejestracji.";
"MESSAGE_REGISTRATION_FAILED"			= "Rejestrację możesz dokończyć później, otwierając plik „Wyślij rejestrację” w swoim katalogu domowym.";

"MESSAGE_AUTHENTICATION_FAILED_TITLE"	= "Informacje o koncie są nieprawidłowe.";
"MESSAGE_AUTHENTICATION_FAILED"			= "Podane informacje o koncie zostały odrzucone przez dostawcę usług Internetu. Kliknij we Wróć, popraw informacje i spróbuj ponownie.";

"MESSAGE_CC_VALIDATION_FAILED_TITLE"	= "Nie można było przetworzyć danych karty kredytowej.";
"MESSAGE_CC_VALIDATION_FAILED"			= "Nie można użyć podanego numeru karty kredytowej. Kliknij we Wróć, aby sprawdzić poprawność danych karty lub podać dane innej karty, i spróbuj ponownie.";

"MESSAGE_INVALID_ADDRESS_TITLE"			= "Wystąpił problem z adresem.";
"MESSAGE_INVALID_ADDRESS"				= "Kliknij we Wróć, aby potwierdzić poprawność miasta, kodu pocztowego, województwa lub kraju, a następnie spróbuj ponownie.";


"MESSAGE_INVALID_REGISTRATION_TITLE"	= "Wystąpił problem z informacjami rejestracyjnymi.";
"MESSAGE_INVALID_FIRSTNAME"				= "Wystąpił błąd w podanym imieniu. Kliknij we Wróć i upewnij się, że podane imię jest poprawne, a następnie spróbuj ponownie.";
"MESSAGE_INVALID_LASTNAME"				= "Wystąpił błąd w podanym nazwisku. Kliknij we Wróć i upewnij się, że podane nazwisko jest poprawne, a następnie spróbuj ponownie.";
"MESSAGE_INVALID_PHONE_NUMBER"			= "Wystąpił błąd w podanym numerze telefonu. Kliknij we Wróć i upewnij się, że podany numer jest poprawny, a następnie spróbuj ponownie.";


"MESSAGE_NO_DIAL_TONE_TITLE"			= "Modem nie może wykryć sygnału linii.";
"MESSAGE_NO_DIAL_TONE"					= "Upewnij się, że modem jest podłączony, i kliknij w OK. Możesz też kliknąć w Anuluj, aby wrócić i zaznaczyć pole wyboru Ignoruj sygnał linii.";

"MESSAGE_CC_IN_USE_TITLE"				= "Nie można utworzyć konta, używając tej karty kredytowej.";
"MESSAGE_CC_IN_USE"						= "Ta karta kredytowa już została użyta do utworzenia konta u tego dostawcy usług Internetu. Kliknij w przycisk Wróć i podaj numer innej karty lub skontaktuj się z dostawcą usługi.";

"MESSAGE_DOTMAC_WEB_CANCELLED_TITLE"	= "Proces rejestracji konta MobileMe został anulowany.";
"MESSAGE_DOTMAC_WEB_CANCELLED"			= "Możesz kliknąć w Spróbuj ponownie, aby ponownie połączyć z MobileMe, lub anulować rejestrację konta MobileMe lub kontynuować konfigurowanie komputera.";

"MESSAGE_NO_HINT_WARNING_TITLE"			= "Nie została podana podpowiedź do hasła.";
"MESSAGE_NO_HINT_WARNING"				= "Czy na pewno nie chcesz podawać podpowiedzi hasła? Jeśli zapomnisz hasła, konieczne będzie jego wyzerowanie.";

// ---------------------------------------------------------------------
// * Quit prematually
// ---------------------------------------------------------------------
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_TITLE" = "Czy chcesz wyłączyć komputer?";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT" = "Konfigurowanie Mac OS X nie zostało zakończone.";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_CAN_SKIP" = "Konfigurowanie Mac OS X nie zostało zakończone. Możesz kliknąć w Pomiń, aby pominąć proces rejestracji.";

"MESSAGE_QUIT_TITLE" = "Czy na pewno chcesz zakończyć?";

"MESSAGE_QUIT_NO_REGISTRATION"  = "Jeśli teraz zakończysz, dane rejestracji nie zostaną wysłane do Apple.";
"MESSAGE_QUIT_REGISTER_LATER" = "Jeśli chcesz kontynuować konfigurowanie, lecz nie chcesz teraz zakończyć rejestracji, kliknij w Zarejestruj później.";

"MESSAGE_CANCEL_TITLE" = "Czy masz pewność?";

"MESSAGE_SKIP_USER_INFO" = "Jeśli nie chcesz wysłać swoich prywatnych danych, kliknij w Dalej.";

// ---------------------------------------------------------------------
// * Fatal error
// ---------------------------------------------------------------------
"FATAL_ERROR_PANEL_TITLE"		= "Wystąpił nieoczekiwany błąd.";
"MESSAGE_FATAL_ERROR_TITLE"		= "Niestety, wystąpił nieoczekiwany błąd.";

// ---------------------------------------------------------------------
// * Generic error
// ---------------------------------------------------------------------
"GENERIC_ERROR_PANEL_TITLE"				= "Błąd";
"ERROR_MESSAGE_GENERIC_TITLE"			= "Niestety…";

// ---------------------------------------------------------------------
// * Support API error
// ---------------------------------------------------------------------
"ERROR_MESSAGE_NetworkConfigure"		= "[Niepowodzenie konfiguracji sieci]";
"ERROR_MESSAGE_ICConfigure"				= "[Niepowodzenie konfiguracji Internetu]";
"ERROR_MESSAGE_UserConfigureFirstTime" 	= "[Niepowodzenie utworzenia lokalnego konta]";

"ERROR_MESSAGE_NetworkConfigureFailed" = "Nie można skonfigurować połączenia sieciowego. Wysłanie informacji rejestracyjnych i łączenie się z Internetem nie będzie możliwe. Kliknij w Anuluj, aby zmienić ustawienia sieci, lub kliknij w OK, aby zakończyć mimo to.";
// ---------------------------------------------------------------------
// * Data Validation
// ---------------------------------------------------------------------
"ERROR_MESSAGE_VALIDATION_FAILED_TITLE" = "Niestety";
"ERROR_MESSAGE_VALIDATION_WARNING_TITLE" = "Uwaga";
"ERROR_MESSAGE_VALIDATION_WARNING" = "Czy chcesz kontynuować?";

                    // Required field
"ERROR_MESSAGE_VALIDATION_0001_TITLE" = "Nie zostały przez Ciebie podane wszystkie niezbędne informacje.";
"ERROR_MESSAGE_VALIDATION_0001" = "Kliknij w przycisk Wróć i sprawdź pola oznaczone czerwonymi strzałkami, aby podać te dane.";

                    // Min-length field
"ERROR_MESSAGE_VALIDATION_0002_TITLE" = "Podany przez Ciebie tekst jest za krótki.";
"ERROR_MESSAGE_VALIDATION_0002" = "Sprawdź wyróżnione pole i popraw tekst.";

                    // Matching fields (e.g. password)
"ERROR_MESSAGE_VALIDATION_0003" = "Podane informacje są nieprawidłowe. Podaj je ponownie, sprawdzając ich poprawność.";

                    // NI Username/Password invalid
"ERROR_MESSAGE_VALIDATION_0004_TITLE" = "Podana nazwa użytkownika lub hasło są niepoprawne albo logowanie jest wyłączone.";
"ERROR_MESSAGE_VALIDATION_0004" = "Spróbuj wpisać informacje ponownie lub skontaktuj się z administratorem serwera.";

                    // NI Password invalid 
"ERROR_MESSAGE_VALIDATION_0005_TITLE" = "Podana nazwa użytkownika lub hasło są niepoprawne albo logowanie jest wyłączone.";
"ERROR_MESSAGE_VALIDATION_0005" = "Spróbuj wpisać informacje ponownie lub skontaktuj się z administratorem serwera.";

                    // UnixName invalid		-- refer to UsersPref
"ERROR_MESSAGE_VALIDATION_0006_TITLE" = "Nie można użyć podanej nazwy.";
"ERROR_MESSAGE_VALIDATION_0006" = "Sprawdź wyróżnione pole i wpisz inną nazwę konta.";

"ERROR_MESSAGE_VALIDATION_0007_TITLE" = "Nie można użyć podanej nazwy.";
"ERROR_MESSAGE_VALIDATION_0007" = "Ta nazwa jest niedostępna. Podaj inną nazwę.";

                    // IPAddress invalid	-- refer to Open Transport
					// "ERROR_MESSAGE_VALIDATION_0008" - NSIPAddressIsValid
"ERROR_MESSAGE_VALIDATION_0009" = "Pole adresu IP jest puste. Podaj ten adres, sprawdzając jego poprawność.";
"ERROR_MESSAGE_VALIDATION_0010" = "Podany adres IP zawiera nieprawidłowe znaki. Podaj ten adres ponownie, sprawdzając jego poprawność.";
"ERROR_MESSAGE_VALIDATION_0011_TITLE" = "Adres musi się składać z 4 segmentów."; // too few segments
"ERROR_MESSAGE_VALIDATION_0011" = "Sprawdź wyróżnione pole i podaj prawidłowy adres. Jeśli nie znasz tych informacji, zapytaj administratora sieci.";
"ERROR_MESSAGE_VALIDATION_0012_TITLE" = "Adres musi się składać z 4 segmentów."; // too many segments
"ERROR_MESSAGE_VALIDATION_0012" = "Sprawdź wyróżnione pole i podaj prawidłowy adres. Jeśli nie znasz tych informacji, zapytaj administratora sieci.";
"ERROR_MESSAGE_VALIDATION_0013_TITLE" = "Każdy segment adresu musi się składać od 1 do 3 znaków."; // no segments
"ERROR_MESSAGE_VALIDATION_0013" = "Sprawdź wyróżnione pole i podaj prawidłowy adres. Jeśli nie znasz tych informacji, zapytaj administratora sieci.";
"ERROR_MESSAGE_VALIDATION_0014_TITLE" = "Podany adres nie jest dopuszczalny.";
"ERROR_MESSAGE_VALIDATION_0014" = "Sprawdź wyróżnione pole i podaj prawidłowy adres. Jeśli nie znasz tych informacji, zapytaj administratora sieci.";

                    // SubnetMask invalid
"ERROR_MESSAGE_VALIDATION_0015_TITLE" = "Podana maska podsieci nie jest poprawna.";
"ERROR_MESSAGE_VALIDATION_0015" = "Sprawdź wyróżnione pole i podaj prawidłową maskę podsieci. Jeśli nie znasz tych informacji, zapytaj administratora sieci.";

                    // notNIUsername
"ERROR_MESSAGE_VALIDATION_0016" = "Konto Open Directory o tej nazwie już istnieje. Jeśli używasz tej nazwy, nie masz dostępu do istniejącego konta.";

                    // Unique fields
"ERROR_MESSAGE_VALIDATION_0017" = "Pola nie mogą mieć tej samej wartości.";

                    // Wireless Network password
"ERROR_MESSAGE_VALIDATION_0018" = "Podane hasło jest nieprawidłowe.";

"ERROR_MESSAGE_VALIDATION_0019_TITLE" = "Nie można użyć podanego numeru karty kredytowej.";
"ERROR_MESSAGE_VALIDATION_0019" = "Sprawdź wyróżnione pole i podaj prawidłowy numer karty kredytowej.";

                    // Account name
"ERROR_MESSAGE_VALIDATION_0020" = "Nazwa konta nie może zaczynać się od cyfry.";

                    // EMail address
"ERROR_MESSAGE_VALIDATION_0021" = "Podany adres email może być bezużyteczny.";

                    // SubnetMask & IPAddress, Router consistency check
"ERROR_MESSAGE_VALIDATION_0022" = "Adres IP i adres routera nie odpowiadają podanej masce podsieci. Sprawdź następujące pole i podaj poprawne wartości:\n     Adres IP\n     Maska podsieci\n     Adres routera\nJeśli nie znasz tych informacji, zapytaj administratora sieci.";

                    // Wrong long username
"ERROR_MESSAGE_VALIDATION_0023_TITLE" = "Nie można użyć podanej nazwy.";
"ERROR_MESSAGE_VALIDATION_0023" = "Sprawdź wyróżnione pole i wpisz inną nazwę.";

                    // Unique Array
"ERROR_MESSAGE_VALIDATION_0024_TITLE" = "Część informacji jest zduplikowana.";
"ERROR_MESSAGE_VALIDATION_0024" = "Sprawdź wyróżnione pole i podaj unikalne wartości.";

					// Wireless join errors
"ERROR_MESSAGE_VALIDATION_0025_TITLE" = "Komputera nie ma na liście kontrolnej dostępu stacji bazowej.";
"ERROR_MESSAGE_VALIDATION_0025" = "Musisz dodać ten komputer do listy kontrolnej dostępu stacji bazowej.";
"ERROR_MESSAGE_VALIDATION_0026_TITLE" = "Wystąpił błąd podczas przyłączania do zaznaczonej sieci.";
"ERROR_MESSAGE_VALIDATION_0026" = "Sprawdź ustawienia AirPort lub spróbuj przyłączyć do innej sieci.";
					
                    // Required field for registration
"ERROR_MESSAGE_VALIDATION_0027_TITLE" = "Brakuje części informacji rejestracyjnych.";
"ERROR_MESSAGE_VALIDATION_0027" = "Kliknij w przycisk Wróć i sprawdź pola oznaczone czerwonymi strzałkami, aby podać te dane.";

                    // Registration server validation (from 1000-)
"ERROR_MESSAGE_VALIDATION_1000" = "Podaj prawidłowy kod pocztowy.";
"ERROR_MESSAGE_VALIDATION_1001" = "Podaj prawidłowy numer kierunkowy.";
"ERROR_MESSAGE_VALIDATION_1002" = "Podaj prawidłowy numer lokalny.";
"ERROR_MESSAGE_VALIDATION_1003" = "Podaj prawidłowy numer telefonu.";

                    // AppleCareAgreement validation (from 2000-)
"ERROR_MESSAGE_VALIDATION_2000_TITLE" = "Podany numer umowy jest nieprawidłowy.";
"ERROR_MESSAGE_VALIDATION_2000" = "Numer umowy musi mieć 12 lub 15 cyfr.";

                                        // Field specific errors
"ERROR_PASSWORD_DO_NOT_MATCH_TITLE" = "Hasła nie są zgodne.";
"ERROR_PASSWORD_DO_NOT_MATCH" = "Sprawdź pola oznaczone czerwonymi strzałkami i podaj takie samo hasło w obu polach.";

"ERROR_NO_PASSWORD_INSECURE_TITLE" = "Nie zostało podane hasło dla tego konta użytkownika.";
"ERROR_NO_PASSWORD_INSECURE" = "Jeśli Twoje konto użytkownika nie będzie miało hasła, komputer nie będzie chroniony. Kliknij w Anuluj, aby podać hasło.";

"ERROR_NIUSERNAME_EXISTS_LONGNAME_TITLE" = "Konto Open Directory o takiej długiej nazwie już istnieje.";
"ERROR_NIUSERNAME_EXISTS_LONGNAME" = "Jeśli użyjesz tej nazwy, dostęp do istniejącego konta użytkownika nie będzie możliwy. Czy na pewno chcesz utworzyć konto lokalne o tej nazwie?";

"ERROR_NIUSERNAME_EXISTS_SHORTNAME_TITLE" = "Konto Open Directory o takiej nazwie już istnieje.";
"ERROR_NIUSERNAME_EXISTS_SHORTNAME" = "Jeśli użyjesz tej nazwy, dostęp do istniejącego konta użytkownika nie będzie możliwy. Czy na pewno chcesz utworzyć konto lokalne o tej nazwie?";

"ERROR_IP_AND_ROUTER_TITLE" = "Czy na pewno chcesz, aby Twój adres IP oraz adres routera były takie same?";
"ERROR_IP_AND_ROUTER" = "Jeśli Twój adres IP oraz adres routera będą takie same, mogą wystąpić problemy z siecią. Jeśli nie znasz tych adresów IP, przed kontynuowaniem zapytaj administratora sieci.";

"ERROR_POSTAL_USA_TITLE" = "Podany kod pocztowy jest nieprawidłowy.";
"ERROR_POSTAL_USA" = "Kod pocztowy musi mieć 5 lub 9 (dla formatu zip+4) cyfr i musi mieć format XXXXX-XXXX.";

"ERROR_POSTAL_JAPAN_TITLE" = "Podany kod pocztowy jest nieprawidłowy.";
"ERROR_POSTAL_JAPAN" = "Kod pocztowy musi mieć 7 cyfr i mieć format XXX-XXXX.";

"ERROR_POSTAL_OTHER_TITLE" = "Podany kod pocztowy jest nieprawidłowy.";
"ERROR_POSTAL_OTHER" = "Kod pocztowy musi być krótszy niż 32 znaki.";

"ERROR_AREA_CODE_CANADA_USA_TITLE" = "Podany numer kierunkowy jest nieprawidłowy.";
"ERROR_AREA_CODE_CANADA_USA" = "Numer kierunkowy musi być większy niż 200 i nie może być to numer 411, 611 ani 911.";

"ERROR_LOCAL_NUMBER_CANADA_USA_TITLE" = "Podany lokalny numer telefonu jest nieprawidłowy.";
"ERROR_LOCAL_NUMBER_CANADA_USA" = "Numer centrali musi być większy niż 200 i nie może być to numer 411, 611 ani 911. Podaj ponownie numer telefonu, sprawdzając jego poprawność.";

"ERROR_EXCHANGE_NUMBER_CANADA_USA_TITLE" = "Podany lokalny numer telefonu jest nieprawidłowy.";
"ERROR_EXCHANGE_NUMBER_CANADA_USA" = "Numer 555 nie może być numerem centrali dla podanego numeru kierunkowego. Podaj ponownie numer telefonu, sprawdzając jego poprawność.";

"ERROR_PHONE_NUMBER_JAPAN_TITLE" = "Podany numer telefonu jest nieprawidłowy.";
"ERROR_PHONE_NUMBER_JAPAN" = "Numer telefonu musi mieć co najmniej 10 cyfr.";

"ERROR_PHONE_NUMBER_CANADA_USA_TITLE" = "Podany numer telefonu jest nieprawidłowy.";
"ERROR_PHONE_NUMBER_CANADA_USA" = "Numer telefonu musi mieć 10 cyfr.";

"ERROR_USERNAME_AND_PASSWORD_TITLE" = "Nazwa użytkownika i hasło nie mogą być takie same.";
"ERROR_USERNAME_AND_PASSWORD"		= "Grozi to utratą bezpieczeństwa. Podaj inne hasło.";

"ERROR_UNIQUE_DNS_ENTRIES_TITLE" = "Występują duplikujące się wartości DNS.";
"ERROR_UNIQUE_DNS_ENTRIES"		= "Sprawdź wyróżnione pole i podaj unikalne wartości DNS.";

"ERROR_PASSWORD_CANNOT_BE_HINT_TITLE" = "Podpowiedź i hasło nie mogą być takie same.";
"ERROR_PASSWORD_CANNOT_BE_HINT"		= "Grozi to utratą bezpieczeństwa. Podaj inną podpowiedź lub hasło.";

"American Express"			= "American Express";
"MasterCard"				= "MasterCard";
"Visa"					= "VISA";
"JCB"					= "JCB";
"E-On"					= "E-On";
"Million"				= "Milion";
"Internet Service Plan"                 = "Plan usługi Internetowej";

"FADE_STRING_1" = "Mac OS X 10.5 Leopard";
"FADE_STRING_2" = "Pierwsze kroki";
